Repository: 20centaurifux/efind
Catalog: po/*.po
Languages: de

source: Function `%s' not found.
de: Die Funktion `%s' wurde nicht gefunden.

source: Stack overflow in function `%s', more than %d arguments are not supported.
de: Stapelüberlauf in Funktion `%s'. Es werden nicht mehr als %d Argumente unterstützt.

source: Function `%s' has a different signature, please check specified arguments.
de: Die Funktion `%s' hat eine abweichende Signatur, bitte prüfen Sie die Argumente.

source: Couldn't write format string at position %ld.
de: Der Formattext an Position %ld konnte nicht geschrieben werden.

source: Couldn't parse --exec argument at position %ld.
de: Die --exec Option an Position %ld konnte nicht geparst werden.

source: Path to extension file exceeds maximum allowed path length.
de: Der Pfad zur Erweiterungsdatei ist zu lang.

source: Couldn't open directory "%s".
de: Das Verzeichnis "%s" konnte nicht geöffnet werden.

source: Couldn't stat file: %s
de: Der Status der Datei "%s" konnte nicht abgerufen werden.

source: Found unexpected character in sort string: '%c'.
de: Es wurde ein unerwartetes Zeichen in der Sortieroption entdeckt: '%c'.

source: Couldn't parse sort string.
de: Die Sortieroption konnte nicht geparst werden.

source: Couldn't allocate memory.
de: Arbeitsspeicher konnte nicht reserviert werden.

source: Couldn't read attribute from file %s.
de: Das gewünschte Attribut konnte nicht aus der Datei %s ausgelesen werden.

source: Missing text after '%%'.
de: Fehlender Text hinter dem '%%' Zeichen.

source: Invalid escape sequence.
de: Ungültige Escape-Sequenz.

source: Unsupported escape sequence.
de: Nicht unterstützte Escape-Sequenz.

source: String exceeds allowed maximum length.
de: Der Text ist länger als die erlaubte Maximallänge.

source: Date-format exceeds allowed maximum length.
de: Das Datumsformat ist länger als die erlaubte Maximallänge.

source: Couldn't retrieve real path from file: %s
de: Der reale Pfad der Datei %s konnte nicht aufgelöst werden.

source: No extensions loaded.
de: Es sind keine Erweiterungen geladen.

source: Couldn't load extensions.
de: Es konnten keine Erweiterungen geladen werden.

source: %s %d.%d.%d (%s) Website: %s (C) %s %s <%s> This program is released under the terms of the %s (%s)
de: %s %d.%d.%d (%s) Webseite: %s (C) %s %s <%s> Dieses Programm wurde unter der %s (%s) veröffentlicht.

source: Usage: %s [options]
de: Aufruf: %s [Optionen]

source: %s [starting-points] [options]
de: %s [Suchpfade] [Optionen]

source: %s [starting-points] [expression] [options]
de: %s [Suchpfade] [Ausdruck] [Optionen]

source: -e, --expr expression expression to evaluate when finding files
de: -e, --expr zu evaluierender Ausdruck

source: -q, --quote <yes|no> quote special characters in translated expression
de: -q, --quote <yes|no> Sonderzeichen in Anführungszeichen setzen

source: -d, --dir path directory to search (multiple directories are possible)
de: -d, --dir Startverzeichnis (mehrere Ordner sind möglich)

source: -L, --follow <yes|no> follow symbolic links
de: -L, --follow <yes|no> symbolischen Links folgen

source: --regex-type type set regular expression type; see manpage
de: --regex-type Typ das Format für reguläre Ausdrücke setzen; siehe Handbuch

source: --printf format print format on standard output; see manpage
de: --printf Format Ausgabeformat für die Standardausgabe; siehe Handbuch

source: --exec command ; execute command
de: --exec command ; einen Befehl ausführen

source: --exec-ignore-errors <yes|no> don't stop if command exits with non-zero result
de: --exec-ignore-errors <yes|no> nicht stoppen, wenn ein Befehl nicht mit Null terminiert

source: --order-by fields fields to order search result by; see manpage
de: --order-by Felder beim Sortieren zu verwendende Felder; siehe Handbuch

source: --max-depth levels maximum search depth
de: --max-depth Tiefe maximale Suchtiefe

source: --skip number number of files to skip
de: --skip Nummer Anzahl der zu überspringenden Dateien bei der Ausgabe

source: --limit number maximum number of files to process
de: --limit Nummer maximale Anzahl der auszugebenden Dateien

source: -p, --print don't search files but print expression to stdout
de: -p, --print übersetzten Suchausdruck auf Standardausgabe ausgeben

source: --print-extensions print a list of installed extensions
de: --print-extensions installierte Erweiterungen ausgeben

source: --print-blacklist print blacklisted extensions
de: --print-blacklist ausgeschlossene Erweiterungen ausgeben

source: --log-level level set the log level (0-6)
de: --log-level Level Loglevel setzen (0-6)

source: --log-color <yes|no> enable/disable colored log messages
de: --log-color <yes|no> farbige Logmeldungen aktivieren

source: -v, --version print version and exit
de: -v, --version Versionsinformationen anzeigen und beenden

source: -h, --help display this help and exit
de: -h, --help diese Hilfe anzeigen und beenden

source: Couldn't parse format string: %s
de: Der Formattext konnte nicht geparst werden: %s

source: Expression cannot be empty.
de: Der Ausdruck darf nicht leer sein.

source: The specified directory is invalid: %s
de: Das Verzeichnis %s ist ungültig.

source: Couldn't detect home directory.
de: Heimverzeichnis konnte nicht gefunden werden.

source: Try '%s --help' for more information.
de: '%s --help' liefert weitere Informationen.

source: Argument of option `%s' is malformed.
de: Das Argument der Option `%s' ist ungültig.

source: Invalid --exec option, `;' argument is missing.
de: Ungültige --exec Option, `;' Argument nicht gefunden.

source: Invalid --exec option, argument list is empty.
de: Ungültige --exec Option, die Argumentliste ist leer.

source: Error in line %d of global configuration file: "%s"
de: Fehler in Zeile %d der globalen Konfigurationsdatei: "%s"

source: Error in line %d of local configuration file: "%s"
de: Fehler in Zeile %d der lokalen Konfigurationsdatei: "%s"

source: Couldn't find `find' executable.
de: Die Anwendung `find' konnte nicht gefunden werden.

source: Evaluation aborted.
de: Ausführung abgebrochen.

source: Couldn't evaluate expression, no extensions loaded.
de: Der Ausdruck konnte nicht ausgeführt werden, weil keine Erweiterungen geladen sind.

source: line: %d,
de: Zeile: %d,

source: line: %d-%d,
de: Zeile: %d-%d,

source: column: %d:
de: Spalte: %d:

source: column: %d-%d:
de: Spalte: %d-%d:

source: Cannot compare a value of type "%s" value to property "%s".
de: Ein Wert des Typs "%s" kann nicht mit der Eigenschaft "%s" verglichen werden.

source: Values of type "%s" don't support the "%s" operator.
de: Werte des Typs "%s" unterstützen nicht den "%s" Operator.

source: Couldn't resize array due to integer overflow.
de: Das Arraygröße konnte aufgrund eines Stapelüberlaufs nicht geändert werden.

source: parsing failed,
de: Parsen fehlgeschlagen,

source: column: %d
de: Spalte: %d

source: column: %d-%d
de: Spalte: %d-%d

source: Expression cannot be empty.
de: Der Ausdruck darf nicht leer sein.

source: Expression length exceeds maximum allowed length.
de: Der Pfad zur Erweiterungsdatei ist zu lang.

source: Please use custom functions after the "and" operator
de: Bitte rufen Sie benutzerdefinierte Funktionen hinter dem "and" Operator auf
